---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeTopElevation
source: html/8113d685-651b-1b55-3394-5a993237448e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeTopElevation Property

"Upper End Top Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeTopElevation { get; }
```